

[
    {
      "_id": "65631fea1677ab31301207f0",
      "title": "Space Exploration Milestone: Rover Discovers Potential Signs of Ancient Life on Mars",
      "category": "science",
      "article": "NASA's rover on Mars has made a groundbreaking discovery, revealing potential signs of ancient microbial life. The findings, based on the analysis of Martian soil and rock samples, open new possibilities for exploring the existence of extraterrestrial life beyond Earth. The discovery marks a significant milestone in space exploration and fuels enthusiasm for future missions to uncover the mysteries of the Red Planet.",
      "photoURL": "https://i.ibb.co/RCGbw4b/pexels-pixabay-220201.jpg",
      "type": "premium",
      "author_name": "Rezoan Ahmed",
      "author_email": "rezoan.ju.iit@gmail.com",
      "author_img": "https://lh3.googleusercontent.com/a/ACg8ocKX9z5jc6nzZAYPAcn9emPoVD3IrJV1ATlP9Z6e0CLno34=s96-c",
      "status": "approved",
      "views": 1459
    },
    {
      "_id": "656320201677ab31301207f1",
      "title": "Tech Giants Face Antitrust Scrutiny: Regulatory Crackdown Imminent",
      "category": "technology",
      "article": "Major tech companies are facing intensified scrutiny as regulators worldwide consider antitrust measures. Investigations are focused on potential monopolistic practices, anti-competitive behavior, and the impact of these practices on smaller competitors and consumers. The outcome of these investigations could reshape the landscape of the tech industry, with potential consequences for market dynamics and consumer choice.",
      "photoURL": "https://i.ibb.co/qgbzsgz/pexels-pixabay-256262.jpg",
      "type": "free",
      "author_name": "Rezoan Ahmed",
      "author_email": "rezoan.ju.iit@gmail.com",
      "author_img": "https://lh3.googleusercontent.com/a/ACg8ocKX9z5jc6nzZAYPAcn9emPoVD3IrJV1ATlP9Z6e0CLno34=s96-c",
      "status": "approved",
      "views": 7412
    },
    {
      "_id": "65633d2f1677ab31301207f2",
      "title": "Humanitarian Crisis Unfolding in [Region]: Urgent Aid Needed",
      "category": "health",
      "article": "A severe humanitarian crisis is unfolding in a specific region, with millions of people facing dire conditions. Factors such as armed conflict, natural disasters, or political instability have contributed to the crisis, leading to widespread displacement, food shortages, and inadequate access to healthcare. International organizations are urgently appealing for aid to address the immediate needs of the affected population and mitigate the long-term impact on communities.",
      "photoURL": "https://i.ibb.co/jRKt7Wn/pexels-pixabay-256262.jpg",
      "type": "free",
      "author_name": "Sadia Islam (Mow)",
      "author_email": "clippise@gmail.com",
      "author_img": "https://lh3.googleusercontent.com/a/ACg8ocJdGFKf1TjdEYVp4GsJhSs8sC4xMhORpOd_4b-zYaG8BA=s96-c",
      "status": "approved",
      "views": "7896"
    },
    {
      "_id": "65633d6f1677ab31301207f3",
      "title": "Advancements in Quantum Computing: New Breakthrough Fuels Excitement",
      "category": "science",
      "article": "Scientists have achieved a significant breakthrough in the field of quantum computing, bringing us closer to the era of quantum supremacy. The development involves overcoming key technical challenges, paving the way for unprecedented computing power. This advancement has the potential to revolutionize industries such as cryptography, drug discovery, and optimization problems that were previously computationally infeasible.",
      "photoURL": "https://i.ibb.co/NNc5L22/pexels-pixabay-60582.jpg",
      "type": "free",
      "author_name": "Sadia Islam (Mow)",
      "author_email": "clippise@gmail.com",
      "author_img": "https://lh3.googleusercontent.com/a/ACg8ocJdGFKf1TjdEYVp4GsJhSs8sC4xMhORpOd_4b-zYaG8BA=s96-c",
      "status": "approved",
      "views": "4598"
    },
    {
      "_id": "65633dbe1677ab31301207f4",
      "title": "Renewable Energy Surges: [Country] Sets Record for Clean Energy Production",
      "category": "environment",
      "article": "In a remarkable milestone for renewable energy, a specific country has set a new record for clean energy production. The achievement highlights the success of policies promoting sustainability and the transition away from fossil fuels. The increased use of renewable energy sources, such as solar and wind power, not only contributes to mitigating climate change but also positions the country as a global leader in clean energy innovation",
      "photoURL": "https://i.ibb.co/QCQ6c0Z/pexels-pixabay-209831.jpg",
      "type": "free",
      "author_name": "Sadia Islam (Mow)",
      "author_email": "clippise@gmail.com",
      "author_img": "https://lh3.googleusercontent.com/a/ACg8ocJdGFKf1TjdEYVp4GsJhSs8sC4xMhORpOd_4b-zYaG8BA=s96-c",
      "status": "approved",
      "views": "1245"
    },
    {
      "_id": "65633de81677ab31301207f5",
      "title": "Global Economic Outlook: Experts Warn of Potential Recession",
      "category": "others",
      "article": "Economic experts are sounding alarms about a potential global recession as various factors, including supply chain disruptions, geopolitical tensions, and economic imbalances, threaten the stability of financial markets. Governments, central banks, and financial institutions are urged to take preemptive measures, such as fiscal stimulus and coordinated monetary policies, to mitigate the economic downturn and support recovery efforts.",
      "photoURL": "https://i.ibb.co/NNc5L22/pexels-pixabay-60582.jpg",
      "type": "free",
      "author_name": "Sadia Islam (Mow)",
      "author_email": "clippise@gmail.com",
      "author_img": "https://lh3.googleusercontent.com/a/ACg8ocJdGFKf1TjdEYVp4GsJhSs8sC4xMhORpOd_4b-zYaG8BA=s96-c",
      "status": "approved",
      "views": "7852"
    },
    {
      "_id": "65633e2c1677ab31301207f6",
      "title": "Breakthrough Treatment Offers Hope for Alzheimer's Patients",
      "category": "health",
      "article": "A new breakthrough treatment for Alzheimer's disease has shown remarkable results in clinical trials. The treatment targets the underlying causes of the disease, offering hope for patients and their families who have long grappled with the devastating effects of Alzheimer's. The development marks a significant step forward in the quest for effective treatments for neurodegenerative disorders.",
      "photoURL": "https://i.ibb.co/6XJQZHV/pexels-martin-lopez-954585.jpg",
      "type": "free",
      "author_name": "daku",
      "author_email": "daku@email.com",
      "author_img": "https://i.ibb.co/8BsLtss/399773781-825916555996249-9001405278603875159-n.jpg",
      "status": "approved",
      "views": "9351"
    },
    {
      "_id": "65633e4a1677ab31301207f7",
      "title": "Education Revolution: [Country] Adopts Innovative Learning Model",
      "category": "education",
      "article": "A country has embarked on a bold education revolution by adopting an innovative learning model. The shift aims to better prepare students for the challenges of the 21st century, emphasizing critical thinking, creativity, and technological literacy. The education reform includes changes in curriculum, teaching methods, and the integration of technology to ensure that students are equipped with the skills needed to thrive in a rapidly evolving global landscape. The initiative is expected to have far-reaching implications for the future workforce and the country's overall competitiveness in the global economy.",
      "photoURL": "https://i.ibb.co/x5hkbMG/pexels-pixabay-301920.jpg",
      "type": "free",
      "author_name": "daku",
      "author_email": "daku@email.com",
      "author_img": "https://i.ibb.co/8BsLtss/399773781-825916555996249-9001405278603875159-n.jpg",
      "status": "rejected",
      "views": "3256"
    },
    {
      "_id": "6564c9177cf7ce95f8cdea5a",
      "title": "Suspect in shooting of 3 Palestinian college students in Vermont pleads not guilty",
      "category": "politics",
      "article": "The man suspected of shooting three Palestinian college students in Burlington, Vermont, pleaded not guilty Monday to three charges of attempted murder in the second degree.\n\nJason J. Eaton, 48, was arrested Sunday afternoon near the scene of the attack, the Burlington Police Department said. At Monday’s arraignment hearing, the judge ordered Eaton to be held without bond.\n\nThe case has garnered national attention amid rising reports of hate crimes since the Israel-Hamas war erupted.\n\nAuthorities said Eaton lives in an apartment building in front of the shooting scene and a search of his home uncovered evidence that gave investigators “probable cause to believe that Mr. Eaton perpetrated the shooting.”\n\nDuring the search of the suspect’s home, authorities recovered a .380 semi-automatic Ruger pistol, a law enforcement source said. The weapon was taken to a Bureau of Alcohol, Tobacco, Firearms and Explosives ballistics lab, where experts are firing a comparison bullet to examine it against the bullets recovered from the victims and shell casings recovered at the scene.\n\nBurlington officials are planning to hold a news conference at noon Monday to discuss the case.\n\nThe US Attorney’s Office for the District of Vermont and other authorities are investigating whether the shooting may have been a hate crime, officials said.\n\nFollowing Monday’s hearing, Margaret Jansch, an attorney for Eaton, said it was “premature to speculate” about a possible hate crime motivation.\n\nAsked by reporters what the suspect said to his lawyers, Jansch said that information was privileged, adding, “Anything he may have said to us we cannot disclose.”\nThe students, all 20 years old, were walking along the street Saturday night when they were confronted by a man with a handgun, who opened fire and shot each of them “without speaking” before fleeing, according to the police department.\n\nTwo of the students were in stable condition over the weekend but the third received “much more serious injuries,” police said, noting two were shot in the torso and another in the lower extremities.\nThe students shot were identified as Hisham Awartani, a student at Brown University in Rhode Island; Kinnan Abdalhamid, a student at Haverford College in Pennsylvania; and Tahseen Ali Ahmad, a student at Trinity College in Connecticut, according to the Institute for Middle East Understanding, which provided statements on behalf of the victims’ families.\n\nFamily members of two of the students are planning to travel to the US this week, according to a family spokesperson.\n\nThe victims’ family members and several civil rights groups had been urging investigators to carefully examine whether the shooting was motivated by hate, as the attack came amid a reported rise in anti-Muslim and anti-Arab bias incidents in the US since the war between Israel and Hamas ignited last month.\n\n“In this charged moment, no one can look at this incident and not suspect that it may have been a hate-motivated crime,” Burlington Police Chief Jon Murad wrote in an earlier news release.\n\nAn attorney for the victims’ families, Abed Ayoub, said he believes the students were targeted, in part, because two of them were wearing keffiyehs – traditional Palestinian scarves.\n\n“The suspect walked up to them and shot them. They weren’t robbed, they weren’t mugged,” Ayoub said on “CNN Newsroom” Sunday before the arrest was announced. “It was a targeted shooting and a targeted crime.”\n\nHere’s what we know so far.",
      "photoURL": "https://i.ibb.co/sKCvhbf/231126151719-palestinian-students-shot-vermont.webp",
      "type": "premium",
      "author_name": "Rezoan Ahmed",
      "author_email": "rezoan.ju.iit@gmail.com",
      "author_img": "https://lh3.googleusercontent.com/a/ACg8ocKX9z5jc6nzZAYPAcn9emPoVD3IrJV1ATlP9Z6e0CLno34=s96-c",
      "status": "approved",
      "views": "1352"
    },
    {
      "_id": "6564c9797cf7ce95f8cdea5b",
      "title": "Missiles fired from Yemen toward US warship that responded to attack on commercial tanker",
      "category": "politics",
      "article": "Two ballistic missiles were fired from Houthi rebel-controlled Yemen toward a US warship in the Gulf of Aden, after the US Navy responded to a distress call from a commercial tanker that had been seized by armed individuals, the US military said Sunday.\n\nThe tanker, identified as the Central Park, had been carrying a cargo of phosphoric acid when its crew called for help that “they were under attack from an unknown entity,” the US Central Command said in a statement.\n\nThe incident comes after Iran-backed Houthi forces launched numerous attacks against US interests in the region, and Israel, since the October 7 Hamas attacks, as fears continue to ripple across the region that the Israel-Hamas war could widen.\n\nThe Houthis are a Shia political and military organization in Yemen that have been fighting a civil war in the country against a coalition backed by Saudi Arabia. They have voiced support for the Palestinians and organized protests in Yemen against Israel’s offensive in Gaza.\n\nThe USS Mason, a guided-missile destroyer, and allied ships from a counter-piracy task force that operates in the Gulf of Aden and off the coast of Somalia responded to the call for help and “demanded release of the vessel” upon arrival, Central Command said.\n\n“Subsequently, five armed individuals debarked the ship and attempted to flee via their small boat,” said the statement posted on social media platform X.\n\n“The Mason pursued the attackers resulting in their eventual surrender,” the statement added, without identifying the attackers.\n\nHours later, at 1:41 a.m. local time on Monday morning, two ballistic missiles were fired from areas controlled by Houthi rebels in Yemen “toward the general location” of the USS Mason and Central Park, the statement said.\n\n“The missiles landed in the Gulf of Aden approximately ten nautical miles from the ships,” the statement said.\n\nThe Mason was finishing its response to the Central Park’s distress call at the time of the missile launches. There was no damage or reported injuries from the Central Park or the Mason as a result, it added.\n\nA statement from Zodiac Maritime, which manages the Central Park, said Sunday the Liberian-flagged chemical tanker was safe “and all of the crew, the vessel, and cargo are unharmed.”\n\nThe tanker appears to have links to an Israeli-owned company; Zodiac Maritime is listed as a business belonging to Israeli billionaire Eyal Ofer’s Ofer Global, though a spokesperson speaking on behalf of Zodiac Maritime, Janni Jarvinen, said Sunday that Zodiac “is not owned by Ofer Global.”\n\nGen. Erik Kurilla, commander of US Central Command, said in the statement on Sunday that maritime domain security ‘is essential to regional stability.”\n\n“We will continue to work with allies and partners to ensure the safety and security of international shipping lanes,” Kurilla said.\n\nSince Hamas’ attack on Israel, the US has emphasized the priority of avoiding the conflict from spilling over into a broader conflict in the region, as US forces in Iraq and Syria have also been under regular attack by Iranian-backed groups. Among the groups Tehran supports, the Houthis are of particular concern as they are more independent of Iran than some others.\n\nDespite the escalation of attacks in the region, however, CNN reported previously that intelligence showed Iran and its proxies have been thus far calibrating their responses to avoid direct conflict with US or Israel.\n\nBut, over the last several weeks, the US has intercepted a number of cruise missiles and attack drones fired by the Houthis toward Israel or US assets. Last week, the USS Thomas Hudner shot down multiple one-way attack drones launched from Yemen while it was patrolling in the Red Sea. On November 15, the Hudner also shot down a drone believed to have been heading toward the ship. Earlier this month, the Israeli military said it thwarted an aerial attack of ballistic missiles and drones launched against targets in Israel.\n\nHouthi naval forces renewed a warning in a statement last week to ships in the Red Sea flying the Israeli flag, managed by Israeli companies or owned by Israelis.\n\nThe group declared its intent to persist in military operations against Israeli ships and interests until Israel’s “aggression against Gaza stops.”\n\nThe statement warned any military units providing protection to Israeli ships, stating that they would be considered legitimate targets for Houthi operations.\n\nThis is a developing story and has been updated with additional information",
      "photoURL": "https://i.ibb.co/6ZdgWCQ/231127134633-us-destroyer-file.webp",
      "type": "free",
      "author_name": "Rezoan Ahmed",
      "author_email": "rezoan.ju.iit@gmail.com",
      "author_img": "https://lh3.googleusercontent.com/a/ACg8ocKX9z5jc6nzZAYPAcn9emPoVD3IrJV1ATlP9Z6e0CLno34=s96-c",
      "status": "approved",
      "views": "9332"
    },
    {
      "_id": "6564c9cd7cf7ce95f8cdea5c",
      "title": "Alejandro Garnacho’s ‘beautiful’ bicycle kick for Manchester United ‘gets better every time you see it’",
      "category": "sports",
      "article": "\nThe moment was over in a flash, but Alejandro Garnacho’s stunning bicycle kick goal against Everton on Sunday will be remembered for decades to come.\n\nThe 19-year-old’s acrobatic effort set Manchester United on the path to a 3-0 victory, but all the talk after the full-time whistle was about that goal.\n\nIt came in the third minute of the match, after Diogo Dalot delivered a cross into the Everton box. The pass was seemingly too deep for Garnacho, but the attacker managed to sort his feet, leap in the air, and connect with an overhead kick which flew past goalkeeper Jordan Pickford into the far corner of the net.The Manchester United youngster could barely believe what he had done as he, along with millions around the world, celebrated one of the best goals in the club’s history.\n\n“I can’t believe it to be honest,” Garnacho told Sky Sports after the game.\n\n“I didn’t see how I scored, I just listened and thought ‘oh my god.’ One of the best goals I’ve scored of course, and I’m very happy.”\n\nGarnacho is already considered one of the most exciting attacking prospects in world soccer and has drawn comparisons with five-time Ballon d’Or winner Cristiano Ronaldo after making his senior debut for Manchester United in 2022.\n\nThe youngster even gave a nod to his former teammate, performing Ronaldo’s ‘Siu’ celebration after scoring the goal. He also posted a picture on his Instagram story of his effort being likened to Ronaldo’s overhead kick for Real Madrid against Juventus in 2018.\n\nAfter Sunday’s stunning effort, the Argentine international has also drawn comparisons with another Manchester United great, Wayne Rooney.\n\nGarnacho’s bicycle kick shared striking similarities with Rooney’s iconic overhead goal against Manchester City in 2011, but United manager Erik ten Hag was quick to play down any comparisons and urged the youngster to keep improving.The Manchester United youngster could barely believe what he had done as he, along with millions around the world, celebrated one of the best goals in the club’s history.\n\n“I can’t believe it to be honest,” Garnacho told Sky Sports after the game.\n\n“I didn’t see how I scored, I just listened and thought ‘oh my god.’ One of the best goals I’ve scored of course, and I’m very happy.”\n\nGarnacho is already considered one of the most exciting attacking prospects in world soccer and has drawn comparisons with five-time Ballon d’Or winner Cristiano Ronaldo after making his senior debut for Manchester United in 2022.\n\nThe youngster even gave a nod to his former teammate, performing Ronaldo’s ‘Siu’ celebration after scoring the goal. He also posted a picture on his Instagram story of his effort being likened to Ronaldo’s overhead kick for Real Madrid against Juventus in 2018.\n\nAfter Sunday’s stunning effort, the Argentine international has also drawn comparisons with another Manchester United great, Wayne Rooney.\n\nGarnacho’s bicycle kick shared striking similarities with Rooney’s iconic overhead goal against Manchester City in 2011, but United manager Erik ten Hag was quick to play down any comparisons and urged the youngster to keep improving.",
      "photoURL": "https://i.ibb.co/hc2nN7J/231127104332-alejandro-garnacho-112623.webp",
      "type": "free",
      "author_name": "Rezoan Ahmed",
      "author_email": "rezoan.ju.iit@gmail.com",
      "author_img": "https://lh3.googleusercontent.com/a/ACg8ocKX9z5jc6nzZAYPAcn9emPoVD3IrJV1ATlP9Z6e0CLno34=s96-c",
      "status": "approved",
      "views": "3941"
    },
    {
      "_id": "6564ca677cf7ce95f8cdea5d",
      "title": "Max Verstappen ends record-breaking season with Abu Dhabi Grand Prix win",
      "category": "sports",
      "article": "And so the curtain falls on a Formula One season dominated by Max Verstappen and his Red Bull team, with the Dutchman securing a record-extending 19th victory of the year at the Abu Dhabi Grand Prix.\n\nNever before has the sport seen a driver win with such regularity and ease, the three-time world champion again comfortably crossing the finishing line first at the season-ending race at the Yas Marina Circuit.\n\nThe 26-year-old’s victory moves him to third on the all-time list of career F1 wins with 54 overall, behind seven-time world champion Lewis Hamilton, who has 103 victories, and Michael Schumacher on 91.\n\nVerstappen led from start to finish to secure his fourth win on the trot in Abu Dhabi. Ferarri’s Charles Leclerc was the only driver to attempt any sort of challenge, doing so unsuccessfully into the first corner.\n\nFormula One F1 - Japanese Grand Prix - Suzuka Circuit, Suzuka, Japan - September 24, 2023\nRed Bull's Max Verstappen celebrates on the podium with team principal Christian Horner Red Bull after winning the Japanese Grand Prix and the constructors title REUTERS/Issei Kato\nRed Bull boss says Max Verstappen is already among Formula One’s all-time greats\nAfter accumulating a record 575 points this season – and the largest ever winning margin in a championship with 290 points between him and teammate Sergio Perez – it was perhaps no surprise to hear Verstappen say post-race that he felt emotional.\n\n“It was an incredible season,” Verstappen told reporters. “It was a bit emotional on the in-lap, it was the last time I was sitting in the car which has of course given me a lot.\n\n“It will be hard to do something similar again but we definitely enjoyed this year.”\n\nSuch has been Red Bull’s superiority that Verstappen wrapped up the drivers’ title at the beginning of October.\n\nAt one point, it seemed probable rather than possible that the team would win every race of the season, an outcome that faded away when Ferrari’s Carlos Sainz won the Singapore Grand Prix.\n\nBut Red Bull sealed its second consecutive constructors’ championship at the Japanese Grand Prix in September, with six races still remaining, and its car has been widely hailed as one of the greatest ever built in the sport, somehow proving even more successful than last year’s model which won 17 of 22 races.\n\nAt the Las Vegas Grand Prix, the team achieved a single-season record 20th race win and it was perhaps fitting that on the final race of the season even more records were broken, as Verstappen became the first driver to lead more than 1,000 laps in a season.",
      "photoURL": "https://i.ibb.co/87mjJdb/231126111827-max-verstappen-abu-dhabi-grand-prix-11-26-2023.webp",
      "type": "premium",
      "author_name": "Rezoan Ahmed",
      "author_email": "rezoan.ju.iit@gmail.com",
      "author_img": "https://lh3.googleusercontent.com/a/ACg8ocKX9z5jc6nzZAYPAcn9emPoVD3IrJV1ATlP9Z6e0CLno34=s96-c",
      "status": "approved",
      "views": "2300"
    },
    {
      "_id": "6564cac67cf7ce95f8cdea5e",
      "title": "As Vegemite turns 100, an A to Z of the top foods and drinks Australians love most",
      "category": "food",
      "article": "There are countless things about our homeland that Australians miss after moving abroad: the magnificent landscape, the laid-back lifestyle and that endless blue sky, to name a few.\n\nBut something as simple as a trip to the supermarket can leave us expats – according to some reports there are an estimated one million of us – feeling desperately homesick.\n\nWith its long history of immigration, Australia is quite literally a melting pot of cuisines.\n\nWhile some foods are the result of cultural influences such as the Chiko Roll, others are uniquely Aussie, like Golden Gaytime ice cream.\n\nAnd who could forget the most famous of them all, Vegemite, which turns 100 on October 25.\n\nAccording to the National Museum of Australia, it was invented by chemist CP Callister in Melbourne in 1923 when Australian food manufacturer Fred Walker asked him to create a product similar to British Marmite.\n\n“During the Second World War, Vegemite captured the Australian market. Marmite was unobtainable and the Australian Army supplied Vegemite to its troops,” says the museum in a post highlighting defining symbols of Australia.\n\n“In the 1950s and 60s, despite acquisition by the American company Kraft, Vegemite became a distinctively ‘Australian’ food. It featured in songs, on souvenirs and other popular culture ephemera. Vegemite returned to Australian ownership in 2017 when purchased by dairy company Bega.”\n\nMore on this famed brown spread below as we round up the A-Z of Aussie favorites:\n\nA: Aeroplane Jelly\nIntroduced in 1927, this simple dessert is an Australian classic.\n\nEvery Australian child grew up singing the famous 1930s jingle: “I like Aeroplane Jelly, Aeroplane Jelly for me!”\n\nThe brand’s “Bertie the Aeroplane” mascot was named after inventor Bert Appleroth – a Sydney tram driver who is said to have made the first batch in his bathtub.\n\nAlthough now owned by an American company, Aeroplane Jelly has hardly changed since grandma was a girl.\n\nSure, there are plenty of brands of jelly available worldwide, but when it comes time to make a trifle or treat for the kids, Aussie parents can’t resist this familiar favorite.\n\nWorld's 50 best beach bars\nB: Bowen mangoes\nAn Australian variety of mango that isn’t grown anywhere else in the world, the Bowen is considered the best of the best.\n\nIt was first discovered in the northern Queensland town of Bowen, hence the name, but is also known as Kensington Pride.\n\nBigger and juicer than other varieties, Bowen mangoes account for 80% of mangoes produced in Australia. Some are exported but arguably not enough for the huge number of mango-loving expats.\n\nTo Aussies, mangoes are the taste of summer. No matter where we are in the world, the craving for a Bowen mango usually kicks in around Christmas.\n\nC: Chiko Roll\nThis strange little deep-fried snack has been an Australian icon since 1950 when it was first sold by an enterprising boilermaker at football games.\n\nInspired by Chinese spring rolls, the exact recipe is a little unclear but the combination of meat, veg and some unknown spices hits the spot.\n\nBest consumed with a couple of potato scallops and a soft drink, the Chiko Roll is the go-to for tradies on their lunch break or those 3 a.m. munchies on your way home from the pub.\n\nAnd the only place to get them is a typical Aussie takeaway joint.\n\nD: Dukkah\nDukkah – a humble blend of crushed Middle Eastern spices, herbs and nuts from Egypt – has been embraced by Australian foodies.\n\nIts versatility is one of the reasons this condiment is so popular. Dukkah can be used as a garnish, a coating on a piece of meat or mixed with olive oil as a dip for bread.\n\nA number of producers have given the basic dukkah recipe an Australian twist by adding native ingredients, such as lemon myrtle, macadamia nuts, wattleseed, saltbush and pepperleaf.\n\nExpats can find many variations in Australian supermarkets and, fortunately, they’re often sold in packets small enough to sneak into a suitcase.\n\nE: Emu\nThe emu: A delicacy in Australia.    \nThe emu: A delicacy in Australia.\nOSCAR RIVERA/AFP/AFP/Getty Images\nAustralia is one of the few countries where it is considered perfectly acceptable to eat the coat of arms.\n\nExceptionally lean and gamey, emu and kangaroo tend to be popular among adventurous chefs in Australia.\n\nBut when living abroad, neither is easy to get your hands on.\n\nA number of restaurants and specialty butchers offer native meats, but the expense involved in raising emus, in particular, means it’s harder to come by.\n\nF: Flat white coffee\nThe flat white is practically Australia's  national drink.\nThe flat white is practically Australia's national drink.\ncourtey Espresso Alchemy\nThanks to the influx of Greek and Italian immigrants who brought “proper coffee” to Australia post WWII, we have become a nation of coffee snobs.\n\nThe flat white is almost Aussie enough to be called the national drink.\n\nAll over the world, café goers and baristas have been confounded as Aussie expats seek out their favorite brew abroad.\n\nWith less milk than a latte and without the froth of a cappuccino, the flat white requires special attention (it’s all in the pouring).\n\nOne of the first questions asked on expat forums: “Where can I get a decent flat white in this town?”\n\nAnd it’s usually the first thing ordered at the airport café when back on home soil.\n\nStarbucks to serve a coffee Americans know little about. What is a Flat White?\nG: Golden Gaytime\nIce creams feature highly on the most-wanted lists of expats, so it’s only natural we highlight them here.\n\nMilky Paddle Pops and fruity Splice have been popular summer treats since the 1960s.\n\nLikewise, Weis Bars have also been around for more than 60 years, and the mango and cream concoctions invoke memories of lazy summer afternoons.\n\nBut the number one, the crème de la crème, is the Golden Gaytime – a vanilla and toffee ice cream coated in chocolate and dipped in crunchy biscuit pieces that has inspired many a replica over the years.\n\nH: Hamburger (Aussie style)\nWhile the burger itself is not an Australian invention, we have added some unconventional ingredients that make the Aussie version truly memorable.\n\nTake the essentials – a beef patty, cheese, tomato, lettuce, grilled onions, tomato sauce (ketchup) – and add beetroot, pineapple, a fried egg and bacon, and you have yourself a massive mouthful.\n\nA quick online search reveals variations that include pickled beetroot and spicy mayo, among others, but the classic Aussie burger celebrates simplicity.\n\nIt’s easy enough to replicate at home, but nothing beats the experience of ducking into the local milk-bar (café), or fish and chip shop, to enjoy a burger and a milkshake after a day at the beach.\n\nWorld's 50 best foods\nI: Iced VoVo\nThe Iced VoVo – a biscuit covered in pink fondant, raspberry jam and shredded coconut – is a national treasure.\n\nProduced by Arnott’s since the early 1900s, the iconic treat was mentioned by former Prime Minister Kevin Rudd in his victory speech after the 2007 election, leading to a spike in sales.\n\n“Friends, tomorrow, the work begins. You can have a strong cup of tea if you want, even an Iced VoVo on the way through. But the celebration stops there,” Rudd said.\n\nNot often found for sale overseas, this sweet treat is one to enjoy with a cup of tea when you’re home visiting mum.\n\nJ: Junk food\nCaramello Koala is a brand of chocolate bar manufactured by Cadbury Australia.\nCaramello Koala is a brand of chocolate bar manufactured by Cadbury Australia.\nHilary Whiteman/CNN\nAsk any Australian expat what they miss most about ‘home’ and their list is sure to include at least one type of junk food – the absence of which is felt most keenly at kids’ birthday parties.\n\nAllen’s Lollies (candy) have been around for decades and Minties, Fantales, Jaffas, Snakes and the Classic Party Mix remain as popular as ever.\n\nThe Aussie public doesn’t seem to mind that they are all owned by Nestlé, which is headquartered in Switzerland.\n\nFairy Bread – essentially white bread covered in butter and sprinkles – is another party staple that manages to be devoid of nutrition but highly nostalgic.\n\nOn return trips to Australia, expats are known to bulk-buy chocolate bars like Cadbury Cherry Ripes, Caramello Koalas and ever-popular Violet Crumbles.\n\nWhen it comes to savory junk foods, Smith’s Chips, cheesy Twisties and Nobby’s nuts are synonymous with snacking – and nothing produced overseas comes close.\n\nK: Kebabs\nThe perfect late-night snack. \nThe perfect late-night snack.\nAFP/AFP/AFP/Getty Images\nWe tend to lump all Middle Eastern meat-and-pita combos under the heading of “kebab” and be done with it.\n\nOf course, there are subtle differences between doner kebabs, shawarma, souvlaki, and gyros – in both ingredients and quality – depending on the source.\n\nConnoisseurs agree that pork gyros (Greek flatbread filled with rotisserie-roasted meat) found in more legitimate venues around Australia are the best.\n\nConsider the sauce dripping down the front of your shirt an essential part of the experience.\n\nL: Lamingtons\nProving that Aussies love anything with jam and coconut, the lamington is the country’s favorite cake.\n\nNamed after Lord Lamington, Queensland’s eighth governor, these delightful squares of sponge cake – dipped in chocolate and coated with coconut – have become nothing short of a culinary icon.\n\nThere are entire websites (and an Australian Lamington Appreciation Society) devoted to the origins of the lamington and how to make them. Achieving the right ratio of chocolate, jam and coconut is essential.\n\nHello, Goldie: How Australia's Gold Coast reinvented itself\nM: Meat pies\nMeat pies: Colloquially referred to as a \"dog's eye.\"\nMeat pies: Colloquially referred to as a \"dog's eye.\"\nian waldie/getty images\nThere are pies, and then there are Aussie meat pies.\n\nSynonymous with afternoons at the football pitch, brands like Four ‘N Twenty and Vili’s have cornered the market for mass-produced pies.\n\nSmall local outfits (like the Bemboka Pie Shop and Harry’s Café de Wheels) are institutions in their own right.\n\nEveryone has a favorite type, whether it’s shepherd’s pie, a floater with peas, cheese and bacon or straight-up meat.\n\nThe only requirement? The pie is served piping hot with tomato sauce … and eaten one-handed.\n\nWith Four ‘N Twenty now exporting to the United States and parts of Asia, some expats can get their pie fix without venturing too far.\n\nN: Noodles\nAustralia’s love affair with Asian food is no secret, and our northern neighbors strongly influence what we put on our plates.\n\nEven Aussies living in Asia admit to craving “Aussie Chinese” or “Aussie Thai” – dishes that give a nod to the original but are not as authentic as the real thing. In fact, some would say they’re potentially even better.\n\nWe’d argue the fresh, high-quality produce and quality meats available in Australia bring out the best in Asian dishes.\n\nO: Oysters\nA fishmonger shucks an oyster at the Sydney Fish Market.\nA fishmonger shucks an oyster at the Sydney Fish Market.\nCameron Spencer/Getty Images AsiaPac/Getty Images\nIt’s fair to say that oysters are an acquired taste, but for those with a penchant for the salty mollusks, Australia produces some of the best in the world.\n\nYou’ll find two main species in Aussie waters: rock oysters and Pacific.\n\nAs bivalves, oysters filter the water around them and their location dictates their flavor.\n\nThe pristine waters along Australia’s coastline provide the perfect conditions for oysters, and they rarely need any accompaniment.\n\nThere’s nothing quite like eating these slippery snacks straight off the rocks – export just doesn’t do them justice.\n\nP: Pavlova\nA pavlova cake is typically served with summer fruits heaped on top.\nA pavlova cake is typically served with summer fruits heaped on top.\nVince Caligiuri/Getty Images\nThe origins of this meringue-based dessert are hotly contested.\n\nRecent research suggests that the Pav didn’t come from the antipodes at all, but nevertheless it remains a firm favorite.\n\nMeringue, cream and plenty of fruit are the key ingredients, though there are no hard and fast rules about what has to be included.\n\nExpats living in tropical climes often bemoan how challenging it is to get a decent meringue, given humid weather can turn it soft and sticky, so Pavlova is a rare treat.\n\nQ: Quandong and quince\nBoth the native quandong and the foreign quince lend themselves to some of our favorite condiments and desserts.\n\nSimilar to a wild peach, the quandong is incredibly versatile and nutritious and can be made into juice, jam, filling for pies or eaten raw.\n\nThe quince is a relative of the apple and pear, and while several varieties are grown commercially in Australia the fruit is best known as the star in Maggie Beer’s quince paste – the only way to eat soft cheese.\n\nR: Rum\nBottle number 1,888 of Bundaberg Rum's 125th anniversary rum.\nBottle number 1,888 of Bundaberg Rum's 125th anniversary rum.\nGREG WOOD/AFP/AFP/Getty Images\nBundaberg Rum, to be more specific. Or just Bundy, as it’s known to locals.\n\nThis Australian beverage was created way back in 1888 to deal with an oversupply of molasses in Queensland’s sugarcane region.\n\nProducers believe that it’s the sugar, grown in volcanic soil, that gives Bundy its distinct, rich flavor.\n\nThe distillery produces 60,000 bottles a day and the factory was the subject of a National Geographic documentary in 2013.\n\nTo say this drop has cult status would be an understatement.\n\nAustralian food: 40 dishes locals like to call their own\nS: Seafood\nJust throw a shrimp on the barbie.   \nJust throw a shrimp on the barbie.\nIan Waldie/Getty Images AsiaPac/Getty Images\nThere are so many foods starting with S – smashed avocado, SAO biscuits, sausages – that could represent the land down under.\n\nBut Australia’s best produce comes from the sea and expats fondly reminisce about mornings spent at the fish markets picking up the catch of the day before special occasions.\n\nWhile we’re known to “throw a shrimp on the barbie” there are some creatures that are far more popular.\n\nBarramundi, Balmain or Moreton Bay bugs, abalone, and of course, prawns are just some of the native seafood worth queuing for.\n\nT: Tim Tams\nMalted, creamy, crunchy goodness. \nMalted, creamy, crunchy goodness.\nArnott's\nTechnically a junk food, Tim Tam biscuits are so famous, so overwhelmingly popular, that they deserve their own spot on this list.\n\nThe original Tim Tams are the best: A chocolate-coated sandwich of two malted chocolate biscuits with chocolate cream filling.\n\nArnott’s, the manufacturers, now export to more than 40 countries around the world, so you can get your fix whether you’re skiing the slopes of Niseko, in Japan, or catching rays on a Tahitian beach.\n\nU: Uncle Tobys muesli bars\nUncle Tobys began producing oats way back in 1893. But it wasn’t until the 1970s, when convenience foods started hitting the shelves, that they developed their now famous muesli bars.\n\nThe ultimate lunchbox treat or after-school snack, kids had the luxury of choosing not only the flavor, but also the texture.\n\nMany a playground war has been fought over which was best – crunchy or chewy. For the record, we’re firmly in the crunchy camp.\n\nThese days the range has grown to include yoghurt and choc-chip toppings. There’s even a lamington flavor.\n\nV: Vegemite\nTastes like: an Aussie icon turns 100! 🥳Video Tastes like: an Aussie icon turns 100! 🥳\nNo round-up of Aussie foods would be complete without this ubiquitous salty brown spread, which turns 100 on October 25.\n\nTwenty million jars of Vegemite are sold each year – that’s one for every Australian citizen.\n\nNow owned by Bega Cheese, there was great joy when the icon returned to Australian ownership several years ago.\n\nNo one else quite understands the appeal of our favorite toast topping.\n\nFor those living in countries where it’s not yet exported, Vegemite comes in massive 560 gram jars and travel-sized tubes.\n\nMelbourne's best restaurants, according to one of its best chefs\nW: Weet-Bix\nWhile there are similar cereals available around the world, there’s nothing quite like “Australia’s favorite breakfast.”\n\nThese small biscuits made from wholegrain wheat are occasionally available in supermarkets overseas, but they generally sell out pretty quickly.\n\nAussie mums have been known to stock up on them on trips to the motherland.\n\nBest eaten with a little bit of sugar, some chopped banana and a lot of milk, Weet-Bix is promoted as family-friendly health food. But we’d love them even if they weren’t good for us",
      "photoURL": "https://i.ibb.co/LxmFHQ7/150105192950-flat-white-coffee.webp",
      "type": "premium",
      "author_name": "Rezoan Ahmed",
      "author_email": "rezoan.ju.iit@gmail.com",
      "author_img": "https://lh3.googleusercontent.com/a/ACg8ocKX9z5jc6nzZAYPAcn9emPoVD3IrJV1ATlP9Z6e0CLno34=s96-c",
      "status": "approved",
      "views": "2211"
    },
    {
      "_id": "6564cb107cf7ce95f8cdea5f",
      "title": "Israel’s soccer team loses to Kosovo as videos show some fans booing national anthem",
      "category": "sports",
      "article": "The Israeli national soccer team on Sunday played its first match since the Israel-Hamas war started, losing 1-0 against Kosovo in a European Championship qualifying match.\n\nDuring Israel’s national anthem before the match, some fans in attendance in Kosovo appeared to boo and whistle, according to videos circulating on social media.\n\nUEFA, the governing body of European football, told CNN in a statement that “proceedings have been opened for disturbances during the national anthems.”\n\n“The UEFA Control, Ethics and Disciplinary Body will deal with this case in due course,” the statement read.\n\nCNN has contacted the Israeli Football Association for comment.\n\nThe match had originally been scheduled to take place on October 15 but was postponed following the outbreak of the war.\n\nMilot Rashica’s powerful strike shortly before halftime gave Kosovo the victory in muddy, rainy conditions at the Pristina City Stadium.\n\nThe result means that Kosovo moves to 10 points in the Group I standings, one point behind Israel in third. The top two teams, currently Romania and Switzerland, will automatically qualify for next year’s European Championship in Germany.\n\nKosovo's players celebrate scoring a goal during the UEFA Euro 2024 Group I qualifying football match between Kosovo and Israel at the Fadil-Vokrri stadium in Pristina on November 12, 2023. (Photo by Armend NIMANI / AFP) (Photo by ARMEND NIMANI/AFP via Getty Images)\nKosovo's players celebrate Milot Rashica's goal against Israel.\nArmend Nimani/AFP/Getty Images\nKosovo had a chance to extend its lead shortly after Rashica’s goal.\n\nThe Beşiktaş winger had a shot saved by Omri Glazer moments after his opener, and the goalkeeper also stepped up at the start of the second half to deny substitute Zymer Bytyqi.\n\nKosovo had 13 shots in total, seven of which were on target, but was unable to add another goal in the second period.\n\nThe defeat for Israel was compounded by Roy Revivo’s red card in added time after the defender received a second yellow for a challenge on Ermal Krasniqi.\n\n“Our country is more important than football,” Israel coach Alon Hazan told reporters after the match, according to Reuters. “We cannot separate the war from us. But we have to play football and we want to represent our country very well.\n\n“The chances [of reaching the European Championship finals] still exist. We are looking forward for the game against the Swiss, it will be very difficult. And we’ll see what is the situation with the condition of the players.”\n\nIsrael’s game against Switzerland on Wednesday is being played at the Pancho Aréna in Hungary",
      "photoURL": "https://i.ibb.co/V2SxgkZ/231113113452-04-israel-kosovo-111223.webp",
      "type": "free",
      "author_name": "Rezoan Ahmed",
      "author_email": "rezoan.ju.iit@gmail.com",
      "author_img": "https://lh3.googleusercontent.com/a/ACg8ocKX9z5jc6nzZAYPAcn9emPoVD3IrJV1ATlP9Z6e0CLno34=s96-c",
      "status": "approved",
      "views": "1238"
    },
    {
      "_id": "6564cb857cf7ce95f8cdea60",
      "title": "Just 2 minutes of walking after eating can help blood sugar, study says",
      "category": "health",
      "article": "For centuries, people in the sunny Mediterranean would get up after long, leisurely meals and take a walk, often to the town square to see neighbors and socialize. Walking is so much a part of that lifestyle it is listed as a foundation of the über-healthy Mediterranean diet.\n\n48 cnnphotos eat but better med RESTRICTED\nHow to start the Mediterranean diet — meal by meal\nThat may be one of the reasons studies have found the Mediterranean diet can reduce the risk for diabetes, high cholesterol, heart disease, stroke and some cancers — all the while strengthening bones, improving brain health, warding off dementia and depression, and helping with healthy weight loss.\n\nNow you can add another reason to take a post-meal stroll — it may lower your blood sugar.\n\nThat excursion doesn’t need to take up a huge amount of your time either: Walking as little as two to five minutes after a meal can do the trick, according to a 2022 study in the journal Sports Medicine.\n\nStanding after a meal can help, too, but not as much as putting one foot in front of the other, said study coauthor Aidan Buffey, a doctoral student in the physical education and sport sciences department at the University of Limerick in Ireland.\n\nGoing for a short walk after eating may help control your blood sugar.\nGoing for a short walk after eating may help control your blood sugar.\nSiam Pukkato/Adobe Stock\n“Intermittent standing breaks throughout the day and after meals reduced glucose on average by 9.51% compared to prolonged sitting. However, intermittent light-intensity walking throughout the day saw a greater reduction of glucose by an average of 17.01% compared to prolonged sitting,” Buffey told CNN via email.\n\n“This suggests that breaking prolonged sitting with standing and light-walking breaks throughout the day is beneficial for glucose levels,” he added.\n\nA short walk after eating can help blood sugar levels rise and fall more gradually\nThe meta-analysis, published in February 2022, analyzed seven studies comparing the impact of sitting, standing and walking on the body’s insulin and blood sugar levels. People in the studies were asked either to stand or walk for two to five minutes every 20 to 30 minutes over the course of a full day.\n\n“Between the seven reviewed studies, the total activity time throughout the observation was roughly 28 minutes with the standing and light walking breaks lasting between 2 to 5 minutes,” Buffey said.\n\nLeisure activity death wellness STOCK\nWant to lower your risk of early death? 3 activities are most beneficial, study says\nStanding was better than heading straight for the desk or the couch to sit when it came to blood sugar levels, but it didn’t help lower insulin in the bloodstream, the analysis found.\n\nHowever, if people went for a short walk after eating, their blood sugar levels rose and fell more gradually, and their insulin levels were more stable than either standing or sitting, the study noted.\n\nKeeping blood sugars from spiking is good for the body as large spikes and fast falls can raise the risk for diabetes and heart disease, experts say. Studies have shown blood sugar levels will spike within 60 to 90 minutes after eating, so it’s best to get moving soon after finishing a meal.\n\nMovement helps clear sugars from the bloodstream\nHow does movement help? Muscles need glucose to function, so movement helps clear sugars from the bloodstream — that’s the reason why many runners rely on carbo loading before a marathon or race, for example.\n\nGet about 11,000 steps in each day to lose weight, study says\nWhat's the magic number of steps to keep weight off? Here's what we know\nWant to get more out of your efforts than lower blood sugars? Step up your game to meet the minimum physical activity standards for Americans: 150 minutes of moderate-intensity physical activity and two days of muscle strengthening activity a week.\n\n“People who are physically active for about 150 minutes a week have a 33% lower risk of all-cause mortality than those who are physically inactive,” the US Centers for Disease Control and Prevention notes.\n\nTranslated, that means if you get up and move for just 21.43 minutes each day of the week, you cut your risk of dying from anything by one-third.\n\nThat’s worth the effort, right?",
      "photoURL": "https://i.ibb.co/0tj9gQk/pexels-martin-lopez-954585.jpg",
      "type": "free",
      "author_name": "Sadia Islam (Mow)",
      "author_email": "clippise@gmail.com",
      "author_img": "https://lh3.googleusercontent.com/a/ACg8ocJdGFKf1TjdEYVp4GsJhSs8sC4xMhORpOd_4b-zYaG8BA=s96-c",
      "status": "approved",
      "views": "1023"
    },
    {
      "_id": "6564cbea7cf7ce95f8cdea62",
      "title": "Five weird signs of sleep apnea",
      "category": "health",
      "article": "\nIf you snore the house down, you may be suffering from obstructive sleep apnea, or OSA — a potentially dangerous condition in which people stop breathing for 10 seconds or more at a time.\n\nSenior man taking a nap at home after reading.\nWhy you snooze on the couch but then can’t sleep\nThe condition has been linked to smaller brain volume, damage to the white matter communication pathway in the brain and even a three times higher risk of dying from any cause. If left untreated, obstructive sleep apnea puts you at higher risk for hypertension, heart disease, type 2 diabetes, depression and even an early death, according to the American Academy of Sleep Medicine.\n\nYet even if you’re a rock star at snoring, you may not know you have obstructive sleep apnea unless someone tells you about your nocturnal roars. That’s why it’s important for partners and friends to speak up and encourage snorers to get professional help.\n\nBut what if you have an odd or quirky symptom besides snoring? You and your loved ones may have no idea that you are in danger, and the condition could go undiagnosed for years.\n\n“Greater than 30 million people have sleep apnea in the United States, yet it’s often underdiagnosed or misdiagnosed,” said sleep specialist and pulmonologist Dr. Raj Dasgupta, an associate professor of clinical medicine at the University of Southern California’s Keck School of Medicine.\n\n“It’s really misdiagnosed in women versus men because women may not present with the classic, heroic snoring that men often show,” he said.\n\nHere are five weird signs of obstructive sleep apnea to watch for, according to Dasgupta.\n\nNight sweats\n(add caption)\nGetting less slow-wave sleep as you age may increase your risk of dementia, study finds\nThere are many reasons people may sweat at night. It could be too hot, especially with the persistent heat waves in the past few years due to the climate crisis. Certain medications can cause night sweats, as can cancer, thyroid issues, the flu and bacterial infections, and the onset of menopausal symptoms, according to the Mayo Clinic.\n\nBut research has shown that about 30% of people with obstructive sleep apnea have reported night sweats, Dasgupta said.\n\n“It’s because your body isn’t getting enough oxygen you fall into this sympathetic fight-or-flight mode, which triggers night sweats,” he said. “The research showed people with OSA that had night sweats were also more likely to have really low oxygen levels on top of having obstructive sleep apnea.”\n\n(add caption)\nSleep apnea can cause you to wake up tired, have difficulty regulating emotionss and suffer from brain fog, experts say.\ng-stockstudio/iStockphoto/Getty Images\nFrequent awakenings\nMany people get up at night to empty their bladders — it can be caused by alcohol overindulgence, diabetes, edema, high blood pressure, certain medications, pregnancy, prostate issues and even drinking too many fluids before bed, according to the Cleveland Clinic.\n\nBut getting up at least two times a night to urinate — which is called nocturia — can also be a sign of obstructive sleep apnea, Dasgupta said.\n\n“One study found about 50% of patients with OSA had nocturia, and they noted that treatment for the sleep disorder did cut back on awakenings,” he said.\n\nNevertheless, frequent nighttime urination is not commonly asked about in screening questionnaires on sleep apnea in primary provider offices, Dasgupta said.\n\nTeeth grinding\nGrinding or clenching teeth while sleeping is called bruxism, and it too may be a sign of obstructive sleep apnea, Dasgupta said.\n\n(add caption)\nSleeping on long-haul flights: Here are the top tips for snoozing in the sky\n“Certainly, anxiety and other factors can cause bruxism, but a common cause is obstructive sleep apnea,” he said. “There’s a theory on why — the airway becomes obstructed, so the muscles in the mouth and jaw move to try to free the blocked airway. That’s not been proven, but it is an interesting hypothesis.”\n\nMost people who grind or clench their teeth use a mouthguard suggested by their dentist for protection, but it won’t protect the jaw, Dasgupta said.\n\n“So, a person might also develop TMJ (dysfunction), which is pain in the temporomandibular joint, and that may also lead to other issues, such as headaches,” he said.\n\nMorning headaches\nStudies have found a link between having obstructive sleep apnea and waking up with a headache, Dasgupta said.\n\n“They typically occur daily or most days of the week and may last for several hours after awakening in the morning,” he said. “The cause of the headaches is not well-established and may be multifactorial.”\n\nHeadaches caused by obstructive sleep apnea don’t appear to lead to nausea or increased sensitivity to light and sound. Instead, they seem to be a pressing sensation on both sides of the forehead that lasts about 30 minutes, according to a June 2015 study.\n\nDepression, fatigue and insomnia\nSome symptoms of obstructive sleep apnea can disguise themselves as issues of mental health, brain fog or other sleep problems, Dasgupta said.\n\n02 sleep disorder insomnia stock\nInsomnia may be linked to higher risk of heart attack, study says\n“Sleep affects our ability to think, react, remember and solve problems,” he said. “Women especially have a tendency to underreport atypical symptoms such as insomnia, fatigue and depression.”\n\nIf obstructive sleep apnea awakens you, it may be hard to go back to sleep. A person may suspect insomnia, not realizing that a different issue may be triggering the awakenings.\n\nSymptoms of daytime fatigue include a lack of motivation to accomplish everyday tasks, a lack of productivity at work, memory problems and a low interest in being social, Dasgupta said. Those are also signs of depression, so if the sleep issues aren’t brought up at a health visit, the underlying cause may be missed",
      "photoURL": "https://i.ibb.co/c1qBtdj/231124165950-sleep-apnea-stock-image-restricted.webp",
      "type": "free",
      "author_name": "Sadia Islam (Mow)",
      "author_email": "clippise@gmail.com",
      "author_img": "https://lh3.googleusercontent.com/a/ACg8ocJdGFKf1TjdEYVp4GsJhSs8sC4xMhORpOd_4b-zYaG8BA=s96-c",
      "status": "approved",
      "views": "5231"
    },
    {
      "_id": "6564cc337cf7ce95f8cdea63",
      "title": "Ellen Burstyn returns to legendary horror franchise 50 years later in eerie ‘Exorcist: Believer’ trailer",
      "category": "entertainment",
      "article": "“Mother” is back.\n\nEllen Burstyn, beloved actor who starred in the groundbreaking 1973 horror film “The Exorcist,” has returned to the nightmare-inducing franchise for the first time since its debut 50 years ago in the franchise’s next installment, “The Exorcist: Believer.”\n\nThe Oscar-winner made her onscreen return in the film’s first trailer on Wednesday, reprising her iconic role of Chris MacNeil, an actress who is forever haunted by her daughter Regan’s (Linda Blair) possession as seen in the original movie.\n\n“Have you ever seen anything like this?” Leslie Odom Jr. – who stars in “Believer” as a widower trying to save his possessed daughter (Lidya Jewett) and her friend (Olivia Marcum) – asks “Handmaid’s Tale” actor Ann Dowd in the trailer.\n\n“No, but there are people out there who have,” Dowd replies.\n\nBurstyn then appears on the screen as that person who’s seen such a sight before, and their journey to save the two possessed girls begins.\n\n“Exorcism is a ritual,” Burstyn is heard saying in the clip. “Every culture, every religion, they all use different methods – it’s going to take all of them.”\n\n(From left) Ellen Burstyn and Linda Blair in 1973's 'The Exorcist.' \n(From left) Ellen Burstyn and Linda Blair in 1973's 'The Exorcist.'\nScreen Archives/Moviepix/Getty Images\nThe sequel follows Odom Jr.’s Victor, who is forced to confront “the nadir of evil and, in his terror and desperation, seek out the only person alive who has witnessed anything like it before: Chris MacNeil,” after his young daughter and her friend go missing only to return with no memory of what happened to them, according to an official synopsis.\n\nThe chilling trailer features Jewett, along with Marcum, afflicted with the same devilish glares that Blair made infamous in the franchise’s horrifying first installment.\n\nCNN previously reported that the David Gordon Green-directed “Believer” will be the first of three new “Exorcist” films to come, and that the new films are continuations of the 1973 classic.\n\nJennifer Nettles and Norbert Leo Butz co-star in “Believer” alongside Jewett, Burstyn, Dowd, Marcum and Odom Jr.\n\nThe original film was a groundbreaking cinematic achievement in the horror genre, going on to earn 10 Oscar nominations, marking the first time a horror film had ever been nominated for best picture. The film won two Academy Awards, one for best adapted screenplay and one for best sound, while Burstyn earned a leading actress nod for her performance.",
      "photoURL": "https://i.ibb.co/Sf1wtTd/230726132312-exorcist-believer-burstyn.webp",
      "type": "premium",
      "author_name": "Sadia Islam (Mow)",
      "author_email": "clippise@gmail.com",
      "author_img": "https://lh3.googleusercontent.com/a/ACg8ocJdGFKf1TjdEYVp4GsJhSs8sC4xMhORpOd_4b-zYaG8BA=s96-c",
      "status": "approved",
      "views": "3687"
    },
    {
      "_id": "6564cc6c7cf7ce95f8cdea64",
      "title": "Taylor Swift and Sophie Turner having a girls’ night out has delighted the internet",
      "category": "entertainment",
      "article": "Oh to have been a fly on the wall in New York City on Tuesday night.\n\nWeeks after Joe Jonas and his wife “Game of Thrones” star Sophie Turner split, she was photographed stepping out to dinner in the Big Apple with Taylor Swift.\n\nYou read that right.\n\nSwift famously dated Jonas, who is a member of the Jonas Brothers trio, back in 2008.\n\nSince their breakup occurred just before the release of her “Fearless” album, people have had endless fun trying to figure out which of the songs on there may have been inspired by Jonas.\n\nTheirs was initially not the friendliest breakup, and the general consensus has been that “You All Over Me” and “Mr. Perfectly Fine” were about Jonas – though that’s never been confirmed by Swift and the two have made peace over the years.\n\nMore recently, Jonas filed for divorce from Turner after four years of marriage. The pair share two young daughters.\n\nSo, to see Swift and Turner, arms linked and stepping out on the town Tuesday night, was too too much for some. The two women were even photographed giving each other a huge hug.\n\n“Taylor Swift and Sophie Turner really just did the most iconic thing possible,” one person tweeted. “Alexa, play Mr. Perfectly Fine.”\n\nFar from there being any bad blood between the two, Turner reportedly posted on social media “It’s not NOT a bop @TaylorSwift,” about “Mr. Perfectly Fine.” Swift reposted and added, “Forever bending the knee for the [queen] of the north” in reference to Turner’s famous “GOT” role.\n\nBut not everyone loved seeing the pair appearing to be in solidarity.\n\n“Taylor Swift and Sophie Turner publicly going out to dinner together was very calculated and I feel uncomfy about it as a Jonas fan,” one person tweeted.\n\nNow we await to see if Swift writes a song about it all",
      "photoURL": "https://i.ibb.co/VVWPKZW/230920103228-taylor-swift-sophie-turner-split.webp",
      "type": "premium",
      "author_name": "Sadia Islam (Mow)",
      "author_email": "clippise@gmail.com",
      "author_img": "https://lh3.googleusercontent.com/a/ACg8ocJdGFKf1TjdEYVp4GsJhSs8sC4xMhORpOd_4b-zYaG8BA=s96-c",
      "status": "approved",
      "views": "3564"
    },
    {
      "_id": "6564e3337cf7ce95f8cdea65",
      "title": "First ever policy on halal certification comes to light",
      "category": "business",
      "article": "The government has framed a policy on halal certification in order to facilitate the local production and marketing of shariah-compliant foods, pharmaceuticals and cosmetics.\n\nFrom now on, businesses making, exporting and importing goods marketed as halal will require the certification and associated logo, according to the policy issued by the Bangladesh Islamic Foundation (BIF) last week.\n\n\"This policy will be a guideline for halal certification,\" said Md Abu Saleh Patwary, deputy director for halal certification at the BIF, which operates under the Ministry of Religious Affairs\n\nThis is the first policy for halal certification by the BIF, which drafted the rule in 2015 with the aim of promoting halal products and thereby enabling local producers to cater to global demand.\n\nPatwary said the policy gone through changes and refinement before finalisation.\n\nIn its halal certification policy, the BIF said it would issue certificates and the halal logo to companies on behalf of the government. The certification will have a tenure of one year.\n\n\"But the tenure could be extended by two-three years depending on the standard of factories,\" said the policy issued last week.\n\nAs per the policy, authorities will conduct sudden inspections or verifications to ensure that products marketed as halal are made in line with relevant rules.\n\nThe BIF said no raw materials, ingredients or additives can be used to make and market foods or consumer goods, cosmetics and pharmaceuticals that are not halal under shariah.\n\nGood manufacturing practices and standard sanitation operating procedures will also have to be followed in making the goods, it added.\n\nBesides, no halal food items can be produced, processed, packaged, stored or transported along with items prohibited by Islamic law, according to the policy.\n\nThe BIF said herbal, Unani and ayurvedic medicine would be included in the halal certification in case of pharmaceuticals.\n\nIt also said life-saving drugs would be treated as halal, with drug makers allowed to use 0.5 percent alcohol as a carrier or to ensure quality of the medicine.\n\nAdditionally, the policy bans the use of fat or any other portion of any prohibited animals in making cosmetics such as soap, shampoo, toothpaste and perfumes.\n\nAs such, halal certification will be mandatory in case of marketing imported cosmetics as halal.\n\nBesides, no cosmetics that are harmful to health will be accepted as halal, the BIF said.\n\nThe BIF also mentioned annual fees for halal certification and logo depending on the size of the factories and slaughter house.\n\nSmall factories having Tk 1-5 crore investment will need to pay Tk 5,000 as a fee.\n\nThe fee is double for factories with investments of Tk 5 crore to Tk 50 crore while about Tk 20,000 will be applicable for large plants having more than Tk 50 crore investment.\n\nMeanwhile, the fee for slaughterhouses range from Tk 5,000 to Tk 20,000 depending on their processing capacity.\n\nThe halal certification fee for local hotels and restaurants will be up to Tk 2,000, according to the policy.\n\nBangladesh already has 179 companies that have got halal certification from the BIF. The firms produce around 1800 items, Patwary said.\n\nOf the companies that got approval for making and marketing halal products, 62 export more than 200 products to various countries, he added.\n\nPatwary also said the global market for halal items worth more than $3 trillion and is expected to grow to $7 trillion by 2025.\n\nIn case of Bangladesh, he said there is no data on the market size for halal foods and other items.\n\nBut according to his guestimate, the market size is worth several thousand crores of taka.\n\nApple\nGoogle\nClick to comment\n\n\n|রাজনীতি\nসিলেট বিভাগে স্বতন্ত্র কিংবা ‘ডামি’ প্রার্থী হচ্ছেন যারা\n‘ব্যারিস্টার সুমন’ নামে জনপ্রিয় যুবলীগের কেন্দ্রীয় কমিটির সাবেক এ আইন বিষয়ক সম্পাদক রোববারই নিজের প্রার্থিতা ঘোষণা করেন।\n\n ১ ঘণ্টা আগে\n|ইসরায়েল-হামাস যুদ্ধ\nইসরায়েল-হামাস যুদ্ধবিরতি ২ দিন বাড়ছে: কাতার\n ১ ঘণ্টা আগে\nBUSINESS\n\nStar Business Report\nMon Nov 27, 2023 08:28 PM\nLast update on: Mon Nov 27, 2023 08:53 PM\nfacebook sharing button Sharetwitter sharing button Tweetwhatsapp sharing button Shareemail sharing button Emailprint sharing button Printsharethis sharing button Share\nMost Viewed\nAL announces list of candidates for 2024 national polls\n\n \nFull list of Awami League candidates for 2024 polls\n\n \nHSC, equivalent exams: Pass rate drops more than 7 points to 78.64pc\n\n \nHSC results unveiled by PM\n\n‘Time for Bangladesh to diversify export basket to UK’\nBangladeshi high commissioner to UK says in meeting with FBCCI president\nTime for Bangladesh to diversify export basket to UK\nBangladesh should analyse which products now have high demand in the United Kingdom and diversify the export basket to boost shipments to the kingdom, said Saida Muna Tasneem, Bangladeshi high commissioner to the UK.\n\nThe diplomat highlighted the importance of utilising the 'China Plus One' policy, explore opportunities and export diverse products, including fruits like pineapples and various agricultural goods.\n\nShe spoke in a meeting with Mahbubul Alam, president of the Federation of Bangladesh Chambers of Commerce and Industry (FBCCI), at the Bangladesh high commission in London on November 26.\n\nBangladesh exported goods worth over $5.5 billion to the UK last year and around 91 percent of it were garment items, Tasneem said.\n\nVarious types of products, including textiles, fisheries and bicycles, are also exported to the UK, but the amount is very low, the high commissioner said.\n\nBangladesh is working on identifying products other than garment items that can be exported to the UK, said the FBCCI president.\n\nAlam led a delegation to the dialogue where they discussed the diversification of Bangladesh's export goods to the UK and export of skilled manpower.\n\nHe also stressed the importance of reducing dependence on the garment sector and exploring opportunities in agricultural products, leather and jute goods, flowers and fruits.\n\nHe also urged the entrepreneurs to contribute to the export diversification",
      "photoURL": "https://i.ibb.co/bRWdTG6/pexels-pixabay-256262.jpg",
      "type": "premium",
      "author_name": "Sadia Islam (Mow)",
      "author_email": "clippise@gmail.com",
      "author_img": "https://lh3.googleusercontent.com/a/ACg8ocJdGFKf1TjdEYVp4GsJhSs8sC4xMhORpOd_4b-zYaG8BA=s96-c",
      "status": "approved",
      "views": 7458
    },
    {
      "_id": "6564e3cf7cf7ce95f8cdea66",
      "title": "Pakistan court sends Imran on judicial remand",
      "category": "politics",
      "article": "An accountability court in Pakistan yesterday turned down the National Accountability Bureau's (NAB) request for an extension of former prime minister Imran Khan's physical remand, and instead sent him on judicial remand in a corruption case. Accountability Judge Mohammad Bashir issued the directives while conducting the hearing at Adiala Jail. The development comes a day after a NAB team visited Imran at the jail and interrogated him for a couple of hours in the case. The case alleges that the ex-premier and his wife, Bushra Bibi, obtained billions of rupees and land worth hundreds of kanals from Bahria Town Ltd for legalising Rs50 billion that was identified and returned to the country by the UK during the previous PTI government. Imran was initially arrested in the case earlier this year from the premises of the Islamabad High Court but was later released after the Supreme Court declared the arrest unlawful. On November 14, the PTI chief, who is already imprisoned in Adiala Jail in the cipher case, was again arrested by the NAB in the Al-Qadir Trust case. He was then handed over to the watchdog on physical remand.\n\nApple\nGoogle\nClick to comment\n\n\n|রাজনীতি\nসিলেট বিভাগে স্বতন্ত্র কিংবা ‘ডামি’ প্রার্থী হচ্ছেন যারা\n‘ব্যারিস্টার সুমন’ নামে জনপ্রিয় যুবলীগের কেন্দ্রীয় কমিটির সাবেক এ আইন বিষয়ক সম্পাদক রোববারই নিজের প্রার্থিতা ঘোষণা করেন।\n\n ১ ঘণ্টা আগে\n|ইসরায়েল-হামাস যুদ্ধ\nইসরায়েল-হামাস যুদ্ধবিরতি ২ দিন বাড়ছে: কাতার\n ২ ঘণ্টা আগে\nSOUTHEAST ASIA\n\nAFP\nSun Nov 26, 2023 01:33 PM\nLast update on: Sun Nov 26, 2023 01:36 PM\nfacebook sharing button Sharetwitter sharing button Tweetwhatsapp sharing button Shareemail sharing button Emailprint sharing button Printsharethis sharing button Share\nMost Viewed\nAL announces list of candidates for 2024 national polls\n\n \nFull list of Awami League candidates for 2024 polls\n\n \nHSC, equivalent exams: Pass rate drops more than 7 points to 78.64pc\n\n \nHSC results unveiled by PM\n\nMyanmar armed group seizes China-Myanmar border crossing\n\nReuters file photo\nAn ethnic minority armed group in Myanmar has seized control from the country's ruling junta of a lucrative border crossing to China, local media and a security source said Sunday.\n\nClashes have raged across Myanmar's northern Shan state, close to the Chinese border, after an armed alliance of three ethnic minority groups launched an offensive against the military in October.\n\nThe groups have seized dozens of military positions and a town important for trade with China, choking commerce routes for the cash-strapped junta.\n\nAn offensive by the Myanmar National Democratic Alliance Army (MNDAA) -- one of the three allied groups -- captured the Kyin San Kyawt border gate, a local media outlet affiliated with the group said.\n\n\"MNDAA also reported they seized one more border trade gate, which is called Kyin San Kyawt, in Mongko area, Muse district this morning,\" the Kokang news reported Sunday.\n\nIt added that the alliance -- including the Arakan Army (AA) and Ta'ang National Liberation Army (TNLA) -- had taken other positions in the border trade zone after the assault began on Friday.\n\nMNDAA had raised its flag at the border trade zone at Kyin San Kyawt, a security source told AFP.\n\nThe gate was re-opened in 2022 after the pandemic, and is a major trading point along the Myanmar-China border.\n\nEarlier in the week, junta spokesman Zaw Min Tun told state media that roughly 120 trucks, parked near the border crossing, had gone up in flames and blamed armed groups.\n\nThe uptick in fighting has battered Myanmar's already struggling economy, damaging vital cross-border commerce and denying the military much-needed taxes and foreign exchange.\n\nLocal reports say goods that pass through the Kyin San Kyawt crossing include machinery, electrical appliances, agricultural tractors and consumer items",
      "photoURL": "https://i.ibb.co/XsSr9KY/istockphoto-682710378-1024x1024.jpg",
      "type": "premium",
      "author_name": "Sadia Islam (Mow)",
      "author_email": "clippise@gmail.com",
      "author_img": "https://lh3.googleusercontent.com/a/ACg8ocJdGFKf1TjdEYVp4GsJhSs8sC4xMhORpOd_4b-zYaG8BA=s96-c",
      "status": "approved",
      "views": 4589
    },
    {
      "_id": "656807e00f8b8267f367e3d2",
      "title": "Elon Musk apologizes for antisemitic tweet but tells advertisers ‘go f**k yourself’",
      "category": "business",
      "article": "\nElon Musk, in his first interview with mainstream media since his antisemitic post on X earlier this month, apologized Wednesday for what he called his “dumbest” ever social media post. But he lashed out at advertisers leaving his platform because of rising antisemitism on X.\n\n“I don’t want them to advertise,” he said at the New York Times DealBook Summit in New York. “If someone is going to blackmail me with advertising or money go f**k yourself. Go. F**k. Yourself,” he said. “Is that clear? Hey Bob, if you’re in the audience, that’s how I feel” he added, referring to Disney CEO Bob Iger, who spoke earlier at the summit on Wednesday.\n\nDisney did not immediately respond to a request for comment on Musk’s remarks.\n\nMusk made the remarks as the X CEO, Linda Yaccarino, sat in the audience. Yaccarino was brought into the company to woo back big-name advertisers.\n\nIn a meandering conversation that lasted well over an hour, Musk also said he has no problem being hated. “Hate away,” he said. “There’s a real weakness to wanting to be liked.\n\n\nWhy the US government is still working with Elon Musk amid antisemitic comments\n03:03 - Source: CNN\nClad in a leather jacket, black jeans leather boots, and a necklace given to him by a family member of an Israeli hostage that says “bring them home,” Musk added that it’s been “a hell of a year,” and admitted that he sometimes says “the wrong thing.”\n\nA number of prominent brands paused their advertising on X, formerly known as Twitter, this month following Musk’s public embrace of an antisemitic conspiracy theory favored by White supremacists.\n\nThe advertising exodus included media companies like Disney, Paramount, NBCUniversal, Comcast, Lionsgate and Warner Bros. Discovery, the parent of CNN.\n\nBut he also said his tweet, slammed as antisemitic, might be “the worst” he’s ever done.\n\n“I mean, look, I’m sorry for that … post,” he said. “It was foolish of me. Of the 30,000 it might be literally the worst and dumbest post I’ve ever done. And I’ve tried my best to clarify six ways from Sunday, but you know at least I think it’ll be obvious that in fact far from being antisemitic, I’m in fact philosemitic.”\n\nMusk visited Israel this week, where he went to a Kibbutz attacked by Hamas on October 7, spoke with families of Israeli hostages and met with Israeli Prime Minister Benjamin Netanyahu and President Isaac Herzog.\n\nBut Musk said on Wednesday that his trip to Israel “wasn’t an apology tour,” and that “it wasn’t in response to all of that.” Musk said that he is a good person but he’s not going to “tap dance” to show people that.\n\nOn Monday, Musk told Netanyahu of the recent attacks that “those who are intent to murder must be neutralized; then the propaganda must stop that is training people to be murderers in the future; and then making Gaza prosperous. If that happens, I think it’ll be a good future…. I’d love to help.”\n\nBut in a separate conversation at the DealBook Summit, Herzog appeared uncertain that Musk would remain consistant in his messaging.\n\n“We had an open and frank conversation which I found interesting and I think it was mutually beneficial to both of us,” said Herzog. “I sincerely hope that we will see some of [his activism against antisemitism] in the near future.”\n\nMusk and AI\nMusk was also asked about the recent drama at OpenAI, where CEO Sam Altman was abruptly fired by the board earlier this month, only to return to his post – with a mostly new board – just a few days later. The company has said little about why the leadership shakeup happened.\n\nEither Altman had a serious issue and should have been fired, said Musk, one of the founders of the company, or the board was incorrect and should resign.\n\n“The ring of power can corrupt,” he said of Altman. “I’m quite concerned that there’s some… dangerous element of AI,” he speculated. AI, he said, can be more dangerous “than an nuclear bomb.”\n\nHe also criticized OpenAI for no longer being the open-source enterprise he once envisioned. OpenAI should be renamed “super closed source for maximum profit AI,” he said.\n\nWhat began as an apology over antisemitic tweets turned into a meandering conversation about childhood trauma, aliens, cellphones in people’s heads and using X in the bathroom. A good portion of the room walked out before the discussion officially wrapped.\n\nThis story has been updated with additional developments.",
      "photoURL": "https://i.ibb.co/CVdmzLw/v06clarg-elon-muskteslaai-625x300-20-July-23.webp",
      "type": "free",
      "author_name": "News Wave Admin",
      "author_email": "admin@newswave.net",
      "author_img": "https://i.ibb.co/NFbgK7x/pexels-pixabay-60504.jpg",
      "status": "approved",
      "views": 1234
    },
    {
      "_id": "656871192db961e10087820e",
      "title": "test",
      "category": "sports",
      "article": "test",
      "photoURL": "https://i.ibb.co/yQhr3Fq/Untitled-design-2.png",
      "type": "free",
      "author_name": "Sadia Islam (Mow)",
      "author_email": "clippise@gmail.com",
      "author_img": "https://lh3.googleusercontent.com/a/ACg8ocJdGFKf1TjdEYVp4GsJhSs8sC4xMhORpOd_4b-zYaG8BA=s96-c",
      "status": "approved",
      "views": 7032
    }
  ]